Repository: sugar-activities/4254-activity
Catalog: po/*.po
Languages: de, es, fr, it, pt_br, vi

source: Rectangular tile modifier: %d*x, %d*y
vi: Bộ sửa đổi gạch lát hình chữ nhật: %d*x, %d*y

source: Rectilinear grid sampler: %d*x, %d*y
vi: Bộ lấy mẫu lưới thẳng: %d*x, %d*y

source: Layer
vi: Lớp

source: line color:
vi: màu đường:

source: line width:
vi: độ rộng đường:

source: roundness:
vi: sự tròn:

source: fill color:
vi: màu tô đầy:

source: center:
vi: tâm:

source: sampling points:
vi: điểm lấy mẫu:

source: %d%% red, %d%% green, %d%% blue, %d%% opaque
vi: %d%% đỏ, %d%% lục, %d%% xanh, %d%% đục

source: %d%% red, %d%% green, %d%% blue
vi: %d%% đỏ, %d%% lục, %d%% xanh

source: Theme is %s. Patterns are in SVG format:
vi: Sắc thái là %s. Mẫu theo định dạng SVG:

source: Monochromatic color scheme
vi: Lược đồ đơn sắc

source: Font:
vi: Phông:

source: A collection of characters from category :
vi: Một tập hợp ký tự từ phân loại:

source: Flip modifier: flip horizontally and vertically.
vi: Lật bộ sửa đổi: lật theo chiều ngang và dọc.

source: Flip modifier: flip horizontally.
vi: Lật bộ sửa đổi: lật theo chiều ngang.

source: Flip modifier: flip vertically.
vi: Lật bộ sửa đổi: lật theo chiều dọc.

source: Flip modifier: did not flip.
vi: Lật bộ sửa đổi: không lật.

source: Compositing drawing operator for left node:
vi: Toán tử vẽ ghép lại cho nút bên trái:

source: Alpha blending of left node:
vi: Hợp nhau alpha của nút bên trái:

source: Compositing used right node as a mask surface.
vi: Nút bên phải được dùng ghép lại dưới dạng một mặt lọc.

source: Border modifier, border weight=
vi: Bộ sửa đổi viền, độ đậm viền=

source: Getting started
de: Erste Schritte
fr: Commencer
it: Come iniziare
vi: Bất đầu dùng

source: Read the Introduction
de: Die Einführung anzeigen
fr: Lire l'introduction
it: Leggi l'Introduzione
vi: Đọc Giới thiệu

source: Show image population
de: Die Bilderpopulation anzeigen
fr: Afficher la population de l'image
it: Mostra immagine della popolazione
vi: Hiện số các ảnh

source: Painters algorithm:
vi: Thuật toán của thợ sơn:

source: Seed value for random generator:
vi: Giá trị gieo hạt cho bộ tạo ngẫu nhiên:

source: Details for merging node
vi: Chi tiết về nút trộn

source: left background color:
vi: màu nền bên trái:

source: right background color:
vi: màu nền bên phải:

source: Details for modifying node
vi: Chi tiết về nút sửa đổi

source: Square root of number of edges:
vi: Căn bậc hai của số cạnh:

source: Activity is shared.
de: Aktivität ist öffentlich.
fr: Activité partagée.
it: L'attività è condivisa.
vi: Hoạt động dùng chung.

source: I am '%s', my handle in that group is %u.
de: Ich bin '%s', mein Alias in dieser Gruppe ist %u.
fr: Je suis %s, mon descripteur dans ce groupe est %u.
it: Io sono '%s', il mio riferimento nel gruppo è %u.
vi: Tên tôi là « %s »: tên hiệu của tôi trong nhóm đó là %u.

source: Joined an existing shared activity.
de: Einer öffentlichen Aktivität beigetreten.
fr: Tu as rejoint une activité partagée existante.
it: Connesso ad una attività condivisa esistente.
vi: Đã tham gia một hoạt động dùng chung đã có.

source: Final image, all layers are combined
vi: Ảnh cuối cùng, tất cả các lớp được kết hợp với nhau

source: background color:
vi: màu nền:

source: Collaboration
de: Zusammenarbeit
es: Colaboración
it: Collaborazione
pt_br: Colaboração
vi: Hợp tác

source: My ID
de: Meine ID
fr: Mon identifiant
it: La mia Identità
pt_br: Meu ID
vi: Mã số tôi

source: Share
de: Öffentlich
es: Compartir
fr: Partager
it: Condividi
pt_br: Compartilhar
vi: Chia sẻ

source: My tubes
de: Meine 'D-Bus tube'
es: Mi tubos
fr: Mes tubes
it: I miei tubi
vi: Ống tôi

source: Buddies participating
de: Freunde die mitwirken
es: Amigos participantes
fr: Camarades participants
it: Amici che partecipano
pt_br: Colegas participando
vi: Bạn bè đang tham gia

source: Buddies joined
de: Freunde die beigetreten sind
es: Amigos se unieron
fr: Camarades rejoints
it: Amici collegati
pt_br: Colegas que juntaram-se
vi: Bạn bè đã vào

source: Buddies left
de: Freunde die gegangen sind
fr: Camarades restants
it: Amici scollegati
vi: Bạn bè đã rời

source: Received latest
de: Zuletzt erhalten
es: Recibido última
fr: Reçu en dernier
it: Ultimi ricevuti
vi: Vừa nhận

source: Buddies found during startup
de: Freunde welche beim Programmstart gefunden wurden
es: Amigos encontrado durante el inicio
fr: Camarades trouvés au démarrage
it: Amici trovato all'inizio
pt_br: Colegas encontrados durante a inicialização
vi: Bạn bè được tìm trong khi khởi chạy

source: Tasks
de: Berechnungen
es: Tareas
fr: Tâches
it: Compiti
pt_br: Tarefas
vi: Tác vụ

source: Unfinished tasks
de: Noch laufende Berechnungen
es: Tareas pendientes
fr: Tâches non terminées
it: Compiti da terminare
pt_br: Tarefas não terminadas
vi: Tác vụ chưa làm

source: Threads
vi: Nhánh

source: Virtual memory size
vi: Kích cỡ vùng nhớ ảo

source: Virtual memory peak size
vi: Kích cỡ đỉnh vùng nhớ ảo

source: Resident set size
vi: Kích cỡ tập hợp nội trú

source: Process ID
vi: Mã số tiến trình

source: Activity
de: Aktivität
fr: Activité
it: Attività
vi: Hoạt động

source: Running
de: Ausgeführt wird
fr: Exécution
it: In esecuzione
vi: Đang chạy

source: Probability of stepping one recursion step deeper:
vi: Xác suất bước lại đệ quy theo một bước:

source: Maximum recursion depth:
vi: Độ sâu đệ quy tối đa:

source: Width of the surrounding border:
vi: Độ rộng của viền chung quanh:

source: site colors:
vi: màu sắc tập trang:

source: Triadic color scheme
vi: Lược đồ màu ba ngôi

source: Centered random walk sampler: %d points
vi: Bộ lấy mẫu bước ngẫu nhiên đặt vào giữa: %d điểm

source: Compositing drawing operator for right node:
vi: Toán tử vẽ ghép lại cho nút bên phải:

source: Alpha blending of right node:
vi: Hợp nhau alpha của nút bên phải:

source: cell colors:
vi: màu sắc ô:

source: number of states:
vi: số tình trạng:

source: stamp:
vi: in hình:

source: buzzwords:
vi: thuật ngữ thông dụng:

source: text color:
vi: màu chữ:

source: Split complementary color scheme
vi: Lược đồ màu bù tách ra

source: Random walk sampler: %d points
vi: Bộ lấy mẫu bước ngẫu nhiên: %d điểm

source: Squarish grid sampler: %d*%d
vi: Bộ lấy mẫu lưới hình vuông: %d*%d

source: %d%% gray, %d%% opaque
vi: %d%% xám, %d%% đục

source: Color is reduced to shades of gray, %d%% gray
vi: Màu sắc bị giảm thành mức xám, %d%% xám

source: Mask modifier, center=
vi: Bộ sửa đổi mặt nạ, tâm=

source: direction=
vi: hướng=

source: black
vi: đen

source: white
vi: trắng

source: , %d%% opaque
vi: , %d%% đục

source: Color is reduced to black and white,
vi: Màu sắc bị giảm thành đen trắng,

source: Breed
de: Brüten
fr: Regénérer
it: Alleva
pt_br: Classe
vi: Sinh ra

source: Random
de: Zufall
es: Al azar
fr: Aléatoire
it: Casuale
pt_br: Aleatório
vi: Ngẫu nhiên

source: Flurry rate:
de: Unruhe:
fr: Floconnage :
it: Percentuale di movimento:
pt_br: Taxa de agitação
vi: Tỷ lệ nhộn nhịp:

source: Population
es: Población
it: Popolazione
pt_br: População
vi: Số

source: Zoom
de: Vergößern
es: Magnificar
vi: Thu Phóng

source: Introduction
de: Einführung
es: Introducción
it: Presentazione
pt_br: Introdução
vi: Giới thiệu

source: Status
es: Estatus
fr: Statut
it: Stato
pt_br: Estado
vi: Trạng thái

source: Ancestors
vi: Tổ tiên

source: My favorite
de: Mein Liebling
es: Mi favorito
fr: Mon favori
it: Miei favoriti
pt_br: Meu favorito
vi: Ưa thích

source: Awful bore, replace it
de: Sehr langweilig, ersetzen
fr: Terriblement ennuyeux, à remplacer
it: Molto noioso, sostituisci
vi: Không thích

source: Publish to my friends
de: An Freunde senden
fr: Publier pour mes amis
it: Pubblica per i miei Amici
pt_br: Publicar para meus amigos
vi: Xuất tới bạn bè

source: Send image to journal
vi: Gửi ảnh cho Nhật ký

source: Accept protozoon
de: Protozoon annehmen
fr: Accepte le protozoaire
it: Accetta protozoo
vi: Chấp nhận động vật nguyên sinh

source: Decline protozoon
de: Protozoon ablehnen
fr: Rejette le protozoaire
it: Rinuncia al protozoo
vi: Từ chối động vật nguyên sinh

source: Analogous color scheme
vi: Lược đồ màu tương tự

source: Natural logarithm of order p used in Minkowski distance:
vi: Logarit tự nhiên bậc p dùng trong khoảng cách Minkowski:

source: center points for sites:
vi: điểm tâm cho tập trang:

source: Complementary color scheme
vi: Lược đồ màu bù

source: getting_started
de: Kandid ist ein System um grafische Formen und Farbkombinationen zu züchten. In aufeinander folgenden Generation erzeugt das Programm Zufallsbilder. Diese Bilder sind Vorschläge die du bewerten muss. Kandid basiert auf einer simulierten Evolution. Im Unterschied zur Evolution der Lebewesen enthält das Programm keine Fitnessfunktion, denn ein kybernetisches System hat kein ästhetisches Gefühl. Deine Aufgabe ist es aus den Vorschlägen des Programms deine Lieblingsbilder auszuwählen. Dadurch bekommen diese eine höhere Chance sich zu vermehren. Nach einigen Generationen kannst du interessante Formen und Farbkombinationen beobachten.
fr: commencer

source: activity is shared
es: la actividad es compartida
pt_br: a atividade está compartilhada

source: I am %s, my handle in that group is %u
es: Yo soy %s, mi nombre en ese grupo es %u

source: Joined an existing shared activity
es: Se unió a una actividad compartida existente
pt_br: Juntou-se a uma atividade compartilhada existente
